{
  "Home": "الرئيسية",
  "About": "عن الشركة",
  "Services": "الخدمات",
  "Portfolio": "الملف الشخصي",
  "reviews": "آراء عملائنا",
  "Blog": "المشاريع القائمة",
  "Contact us": "تواصل معنا",
  "Send Message": "إرسال رسالة",
  "Message": "رسالة :",
  "Subject": "حابب تستفسر عن ايه ؟",
  "Email": "البريد الالكتروني :",
  "Name": "الاسم :",
  "Phone": "التليفون",
  "mail": "البريد الالكتروني",
  "Location": "الموقع",
  "Read More": "المزيد",
  "projects": "المشاريع",
  "GetStarted": "شطب مع الشمس",
  "startFinish": "خدماتنا لتشطيب وحدتك",
  "copyright": "جميع الحقوق محفوظة",
  "by": "لشركة",
  "Elshams": "الشمس",
  "getInTouch": "حابب تستفسر عن ايه ؟",
  "elshamsServices": "نحن نقدم لك كل ما تحتاجه لتشطيب وحدتك بأعلى جودة واحترافية. سواء كنت تبحث عن تصميم داخلي فاخر، تشطيبات مودرن أو كلاسيك، أو حتى حلول مبتكرة لتوزيع المساحات، نحن هنا لنحقق رؤيتك.",
  "visionMission": "الرؤية و المهمة",
  "works": "الأعمال",
  "Why": "لماذا تختار الشمس ؟",
  "Solution": "احنا دايماً معاك",
  "ourSupport": "صمم الحياة التي تحبها، بدءًا من مساحتك",
  "workProcess": "مراحل العمل في شركة الشمس",
  "process": "من الفكرة إلى التنفيذ، نقدم لك التميز في كل زاوية",
  "Who": "من نحن ؟",
  "viewPortfolio": "عرض الملف الشخصي",
  "latestNews": "حيث يلتقي الابتكار بالحرفية، نبني أكثر من مجرد منازل",
  "Story": "تعريف الشركة",
  "storyDetails": "في شركة الشمس، نؤمن بأن مساحتك ليست مجرد جدران وأسقف، بل هي انعكاس لأحلامك وأسلوب حياتك وشخصيتك. بدأنا رحلتنا بهدف بسيط: تحويل كل مساحة إلى تحفة شخصية مصممة بدقة. سواء كنت تبحث عن تصميمات داخلية فاخرة، أو أناقة عصرية، أو لمسات كلاسيكية خالدة، فإن شغفنا بالتفاصيل والحرفية يتجلى في كل مشروع نقوم به. من الرسمة الأولى إلى اللمسة الأخيرة، نحن ملتزمون بتحويل رؤيتك إلى حقيقة، باستخدام أجود الخامات وأمهر الأيدي العاملة. مع سنوات من الخبرة ودقة في كل تفصيل، نحن لا نبني مساحات فقط، بل نخلق بيئات تلهم وتدوم. منزلك، مكتبك، مستقبلك—أياً كانت المساحة، نعدك بتقديم الجودة والتميز في كل خطوة، لتحويل حلمك إلى واقع ملموس",
  "companyLocation": "129 ش عثمان بن عفان - مصر الجديدة بجوار الأكاديمية العسكرية",
  "1stService": "من التصميم إلى التنفيذ، نوفر لك كل خدمات التشطيب والتأثيث.",
  "2ndService": "فريقنا من المهندسين والفنيين يمتلكون سنوات من الخبرة لضمان تنفيذ أدق التفاصيل.",
  "3rdService": "نستخدم أفضل الخامات لضمان التشطيبات الفاخرة والنتائج المذهلة.",
  "4thService": "نحن نحرص على تسليم المشاريع في الوقت المحدد دون أي تأخير.",
  "5thService": "نقدم أسعار تنافسية تناسب جميع الميزانيات دون المساس بالجودة.",
  "1st": "كل شيء تحت سقف واحد:",
  "2nd": "خبرة وكفاءة:",
  "3rd": "مواد عالية الجودة:",
  "4th": "التزام بالمواعيد:",
  "5th": "أسعار تنافسية:",
  "mission": "مهمتنا",
  "companyMission": "نحن هنا لنساعدك على تحويل وحدتك إلى المساحة التي تحلم بها. تواصل معنا اليوم للحصول على استشارة مجانية واستلم عرض السعر الخاص بك",
  "team": "فريق العمل",
  "mostafa": "مهندس مصطفى إسماعيل",
  "islamSoliman": "مهندس إسلام سليمان",
  "islamBob": "مهندس إسلام محمد",
  "ahmedMedhat": "أستاذ أحمد مدحت",
  "CEO": "رئيس مجلس الإدارة",
  "CTO": "رئيس المكتب الفني",
  "COO": "الرئيس التنفيذي للمواقع",
  "AM": "مدير الحسابات",
  "clientReviews": "آراء عملائنا",
  "readMore": "المزيد",
  "vision": "رؤية الشركة",
  "companyVision": "في شركة الشمس، رؤيتنا أن نكون رواداً في صناعة التشطيبات من خلال تقديم حلول مبتكرة وعالية الجودة ومستدامة تتجاوز توقعات عملائنا. نطمح إلى تحويل كل مساحة إلى عمل فني، حيث يلتقي التصميم العملي بالأناقة، ويعكس كل مشروع شغفنا بالحرفية والاهتمام بأدق التفاصيل. هدفنا هو وضع معايير جديدة في هذه الصناعة، وتمكين عملائنا من تجربة الجمال والراحة والفخامة في كل زاوية من منازلهم وأماكن عملهم",
  "consultationVisionTitle": "الاستشارة والرؤية:",
  "consultationVisionText": "نبدأ بفهم رؤيتك وتفضيلاتك في التصميم واحتياجاتك الوظيفية.",
  "consultationVisionText2": "يقوم فريقنا بإجراء استشارة مفصلة لتقييم المساحة الخاصة بك وتحديد متطلبات المشروع بدقة.",
  "designPlanningTitle": "التصميم والتخطيط:",
  "designPlanningText": "بعد الاستشارة، يقوم مصممونا بإعداد خطة تصميم مخصصة تتوافق مع تفضيلاتك.",
  "designPlanningText2": "نقدم تصورات ثلاثية الأبعاد ونماذج للمساعدة في تصور النتيجة النهائية.",
  "designPlanningText3": "يتم التخطيط لكل جانب من المواد إلى الألوان بعناية ليتناسب مع ذوقك.",
  "budgetTimelineTitle": "إعداد الميزانية والجدول الزمني:",
  "budgetTimelineText": "بعد الموافقة على التصميم، نقوم بإعداد تقدير شفاف للميزانية وجدول زمني لاستكمال المشروع.",
  "budgetTimelineText2": "نضمن أن يبقى المشروع ضمن ميزانيتك ويلتزم بالموعد النهائي المتفق عليه.",
  "materialSelectionTitle": "اختيار المواد:",
  "materialSelectionText": "نتعاون مع موردين موثوقين للحصول على مواد عالية الجودة، مما يضمن المتانة والأناقة.",
  "materialSelectionText2": "نقدم لك مجموعة مختارة بعناية من التشطيبات والأقمشة والمستلزمات للاختيار من بينها.",
  "implementationTitle": "التنفيذ:",
  "implementationText": "يبدأ فريق الحرفيين الماهرين في تنفيذ المشروع، مع التركيز على تحقيق التصميم بأدق التفاصيل.",
  "implementationText2": "نقوم بإجراءات صارمة لضمان الجودة في كل خطوة، مما يضمن التنفيذ الدقيق والاهتمام بالتفاصيل.",
  "supervisionUpdatesTitle": "الإشراف والتحديثات:",
  "supervisionUpdatesText": "يشرف مدير المشروع المخصص على العملية بأكملها، مما يضمن سير الأمور بسلاسة.",
  "supervisionUpdatesText2": "نقدم لك تحديثات منتظمة حول تقدم المشروع، ونعالج أي مخاوف أو تعديلات فوراً.",
  "finalTouchesInspectionTitle": "اللمسات الأخيرة والتفتيش:",
  "finalTouchesInspectionText": "بعد الانتهاء من العمل الرئيسي، نركز على اللمسات الأخيرة لضمان أن كل شيء مثالي.",
  "finalTouchesInspectionText2": "نقوم بإجراء تفتيش شامل لضمان أن كل شيء يلبي معاييرنا العالية.",
  "handoverSatisfactionTitle": "التسليم ورضا العميل:",
  "handoverSatisfactionText": "بعد التفتيش النهائي، نقوم بتسليم المشروع المكتمل إليك.",
  "handoverSatisfactionText2": "رضاك هو أولويتنا، ونتأكد من أن كل شيء يتوافق مع توقعاتك قبل إغلاق المشروع.",
  "afterServiceSupportTitle": "الدعم ما بعد الخدمة:",
  "afterServiceSupportText": "نقدم خدمات دعم وصيانة مستمرة لضمان أن تستمر المساحة الخاصة بك في الظهور والعمل بأفضل حالاتها.",
  "Step": "مرحلة رقم",
  "of": "من",
  "Next": "التالي",
  "Previous": "السابق"
}
