{
  "Home": "Home",
  "About": "About Us",
  "Services": "Services",
  "Portfolio": "Portfolio",
  "reviews": "Reviews",
  "Blog": "Latest Projects",
  "Contact us": "Contact Us",
  "Send Message": "Send Message",
  "Message": "Message :",
  "Subject": "Subject",
  "Email": "Email :",
  "Name": "Name :",
  "Phone": "Phone",
  "mail": "Email",
  "Location": "Location",
  "Read More": "Read More",
  "projects": "Our Projects",
  "GetStarted": "Get Started",
  "startFinish": "Our Finishing Services for Your Unit",
  "copyright": "All Rights Reserved",
  "by": "by",
  "Elshams": "El-Shams",
  "getInTouch": "What would you like to inquire about ?",
  "elshamsServices": "We provide everything you need to finish your unit with the highest quality and professionalism. Whether you're looking for luxurious interior design, modern or classic finishes, or even innovative space solutions, we are here to bring your vision to life.",
  "visionMission": "Vision & Mission",
  "works": "Our Works",
  "Why": "Why choose El-Shams ?",
  "Solution": "We always with you",
  "ourSupport": "Design the life you love, starting with your space",
  "workProcess": "Work Process in el-shams",
  "process": "From concept to creation, we deliver excellence in every corner",
  "Who": "Who We Are ?",
  "viewPortfolio": "View Portfolio",
  "latestNews": "Where innovation meets craftsmanship, we build more than just homes",
  "Story": "Our Company Story",
  "storyDetails": "At Elshams, we believe that your space is more than just walls and ceilings—it’s a reflection of your dreams, your style, and your life. Our journey began with a simple mission: to transform every space into a personalized masterpiece. Whether it's luxurious interiors, modern sophistication, or timeless classics, our passion for design and craftsmanship shines through in every project we undertake. From the first sketch to the final touch, we are committed to bringing your vision to life, using only the finest materials and the most skilled hands. With years of experience and a keen eye for detail, we don’t just build spaces, we create environments that inspire. Your home, your office, your future—whatever the space, we promise to deliver excellence at every step, making your dream a reality",
  "companyLocation": "129 Osman Ebn Affan St. - Masr El-gdeeda - Behind The Military Academy",
  "1stService": "From design to execution, we offer you complete finishing and furnishing services.",
  "2ndService": "Our team of engineers and technicians have years of experience to ensure the finest attention to detail.",
  "3rdService": "We use top-quality materials to guarantee premium finishes and stunning results.",
  "4thService": "We ensure timely delivery of projects without any delays.",
  "5thService": "We offer competitive pricing that suits all budgets without compromising on quality.",
  "1st": "All-In-One Service:",
  "2nd": "Expertise and Efficiency:",
  "3rd": "High-Quality Materials:",
  "4th": "On-Time Delivery:",
  "5th": "Competitive Prices:",
  "mission": "Our Mission",
  "companyMission": "We’re here to help you transform your unit into the space of your dreams. Contact us today for a free consultation and receive your customized quote",
  "team": "Our Team",
  "mostafa": "Eng.Mostafa Ismael",
  "islamSoliman": "Eng.Islam Soliman",
  "islamBob": "Eng.Islam Mohammed",
  "ahmedMedhat": "Mr.Ahmed Medhat",
  "CEO": "CEO",
  "CTO": "CTO",
  "COO": "COO",
  "AM": "Account Manager",
  "clientReviews": "Clients' Reviews",
  "readMore": "Read More",
  "vision": "Our Vision",
  "companyVision": "At Elshams, our vision is to become a leader in the finishing industry by consistently delivering high-quality, innovative, and sustainable solutions that exceed our clients' expectations. We aspire to transform every space into a work of art, where functionality meets elegance, and where each project reflects our passion for craftsmanship and attention to detail. Our goal is to set new standards in the industry, empowering our clients to experience beauty, comfort, and sophistication in every corner of their homes and workplaces",
  "consultationVisionTitle": "Consultation & Vision:",
  "consultationVisionText": "We begin by understanding your vision, style preferences, and functional needs.",
  "consultationVisionText2": "Our team conducts a detailed consultation to assess your space and the specific requirements for your project.",
  "designPlanningTitle": "Design & Planning:",
  "designPlanningText": "After the consultation, our designers craft a tailored design plan that aligns with your preferences.",
  "designPlanningText2": "We provide 3D visuals and mockups to help you envision the final result.",
  "designPlanningText3": "Every aspect, from materials to color schemes, is meticulously planned to match your taste.",
  "budgetTimelineTitle": "Budgeting & Timeline:",
  "budgetTimelineText": "Once the design is approved, we prepare a transparent budget estimate and a timeline for project completion.",
  "budgetTimelineText2": "We ensure that the project stays within your budget and meets your deadline.",
  "materialSelectionTitle": "Materials Selection:",
  "materialSelectionText": "We collaborate with trusted suppliers to source high-quality materials, ensuring durability and elegance.",
  "materialSelectionText2": "We provide you with a curated selection of finishes, fabrics, and fixtures to choose from.",
  "implementationTitle": "Implementation:",
  "implementationText": "Our skilled craftsmen begin the implementation phase, working diligently to bring the design to life.",
  "implementationText2": "We maintain strict quality control at every step, ensuring precise execution and attention to detail.",
  "supervisionUpdatesTitle": "Supervision & Updates:",
  "supervisionUpdatesText": "A dedicated project manager oversees the entire process, ensuring that everything runs smoothly.",
  "supervisionUpdatesText2": "We keep you informed with regular updates on the progress, addressing any concerns or changes promptly.",
  "finalTouchesInspectionTitle": "Final Touches & Inspection:",
  "finalTouchesInspectionText": "Once the main work is completed, we focus on the final touches to ensure every detail is perfect.",
  "finalTouchesInspectionText2": "We conduct a thorough inspection to guarantee everything meets our high standards.",
  "handoverSatisfactionTitle": "Handover & Satisfaction:",
  "handoverSatisfactionText": "After the final inspection, we hand over the completed project to you.",
  "handoverSatisfactionText2": "Your satisfaction is our priority, and we ensure everything aligns with your expectations before we conclude.",
  "afterServiceSupportTitle": "After-Service Support:",
  "afterServiceSupportText": "We offer ongoing support and maintenance services to ensure that your space continues to look and function perfectly.",
  "Step": "Step",
  "of": "of",
  "Next": "Next",
  "Previous": "Previous"
}
